Revit 2027 API
ParameterTypeId.EnergyAnalysisZoneDataJson Property
 "Energy analysis zone data json"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisZoneDataJson { get; }
Public Shared ReadOnly Property EnergyAnalysisZoneDataJson As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisZoneDataJson {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisZoneDataJson : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace